const product = {

  title: "Афигеная футболка",

  subtitle: "Классная футболка для спорта и отдыха",

  image: "./images/t-shirt.png",
  price: "550 грн.",
  
image: "./images/thsirt.png",

  benefits: [
    {
      title: "Температура",
      text: "Показывает температуру напитка"
    },

    {
      title: "Стиль",
      text: "Современный минималистичный дизайн"
    },

    {
      title: "Автономность",
      text: "Работает долго без подзарядки"
    }
  ],

  reviews: [
    {
      text: "Очень удобная бутылка для тренировок",
      author: "Анна"
    },

    {
      text: "Выглядит дорого и хорошо держит тепло",
      author: "Максим"
    }
  ]

};